<h1>Уважаемый пользователь в ваших избранных произошли изменения</h1>

<p>Хотим вас проинформировать, что в вашем списке избранных объектов произошли изменения. Мы обновили информацию по некоторым избранным объектам, чтобы обеспечить вам актуальные данные.</p>



<p>Изменения произошло в : {{ $data }} </p>


<p>Пожалуйста, зайдите в раздел избранных на нашем сайте или в приложении, чтобы ознакомиться с обновлениями и быть в курсе всей актуальной информации.</p>


<p>Спасибо, что остаетесь с нами!</p>

С уважением,
Команда MLCity.
