<?php
//Различные сообщения
return [
    'register' => [
        'success' => 'Вы успешно зарегистрированы',
    ],
    'login' => [
        'success'           => 'Вы успешно авторизовались',
        'error'             => 'Неудачная авторизации',
        'errorSocialAuth'   => 'Удаленный сервер не отвечает. Попробуйте позже',
    ],
    'logout' => [
        'success' => 'Пользователь успешно вышел',
    ],
    'organization' => [
        'created' => [
            'success' => 'Организация успешно создана',
        ],
        'show' => [
            'success' => 'Организация успешно получена',
            'no_auth' => 'Вы не авторизованы',
        ],
        'index' => [
            'success' => 'Организации успешно получены'
        ],
        'get_user_organizations' => [
            'success' => 'Организации пользователя успешно получены',
        ]
    ],
];
